{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip":     { "branch": "master" },
  "alpha-nvim":  { "branch": "main" },
  "autoclose.nvim": { "branch": "main" },
  "cmp-buffer":  { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp":{ "branch": "main" },
  "cmp-nvim-lua":{ "branch": "main" },
  "cmp-path":    { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim":{ "branch": "master" },
  "flash.nvim":  { "branch": "main" },
  "friendly-snippets":     { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim":   { "branch": "main" }
}
